Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Start Multiplayer Game
uk_ua: Почати багатокористувацьку гру

source: Start a new single player campaign
uk_ua: Почати нову кампанію одного гравця

source: Start the map editor
uk_ua: Запустити редактор карт

source: Started private message with <i>$name</i>. If you do not want to receive messages from this player, type <i>/ignore $name</i>
uk_ua: Відкрився приватний чат з <i>“$name”</i>. Якщо Ви не хочете отримувати повідомлення від цього користувача, наберіть <i>/ignore $name</i>

source: Starting Gold
uk_ua: Початкове золото

source: Starting Locations Tool
uk_ua: Інструмент початкової позиції

source: Starting Positions Tool
uk_ua: Інструмент Початкова позиція

source: Starting game
uk_ua: Початок гри

source: Starting with turn 6, each additional turn you survive strengthens the defenses of Westin.
uk_ua: Починаючи з 6-го ходу, кожен додатковий хід, який ви пережили, зміцнює оборону Вестіну.

source: State:
uk_ua: Стан:

source: Statistics
uk_ua: Статистика

source: Statue
uk_ua: Статуя

source: Statue of Lhun-dup
uk_ua: Статуя Лун-дапа

source: Statue of Lo-bsang
uk_ua: Статуя Ло-бзанга

source: Statue of Ri-nzen
uk_ua: Статуя Рі-нзена

source: Statue of Sulla
uk_ua: Статуя Сулли

source: Statue of Ten-zin
uk_ua: Статуя Тен-зіна

source: Status
uk_ua: Статус

source: Status Table
uk_ua: Панель стану

source: Status:
uk_ua: Статус:

source: Stay close. I don’t like the feel of it either.
uk_ua: Залишайся поруч. У мене неприємне почуття.

source: Stay your hand! It is I, Aleron! The villagers hid me from the bandits when the town was overrun. They tended to my wounds while I was gravely wounded.
uk_ua: Стій! Це я, Алерон! Коли місто захопили, селяни переховували мене від бандитів. Вони піклувалися про мене, коли я був важкопораненим.

source: Stay your hand, Linderion. This man bears the banner of Wesnoth and appears to come to us in peace. What brings you to the hallowed grove of Elrath?
uk_ua: Зажди, Ліндеоріне. Ця людина має при собі стяг Весноту і, схоже, прийшла з миром. Повідай нам, що привело тебе до священного гаю Ельрату?

source: Steadfast
uk_ua: Стійкий

source: Steelclad
uk_ua: Панцирник

source: Step operation
uk_ua: Зайти в операцію

source: Step out
uk_ua: Вийти

source: Still Another Wanderer
uk_ua: Ще один мандрівник

source: Stinkin’ weakling! No true orc would fight for somethin’ as stupid as the Alliance.
uk_ua: Смердючий слабак! Жоден справжній орк не буде підкорятися чомусь настільки тупому, як Альянс.

source: Stock up supplies
uk_ua: Підготувати припаси

source: Stolen Gold
uk_ua: Вкрадене золото

source: Stone Chasm Bridge
uk_ua: Кам'яний міст через прірву

source: Stone Floor
uk_ua: Кам'яна підлога

source: Stone Necklace
uk_ua: Намисто з каменів

source: Stone Tablet
uk_ua: Кам'яна дощечка

source: Stone Talisman
uk_ua: Кам'яний талісман

source: Stone Wall
uk_ua: Кам’яна стіна

source: Stones
uk_ua: Камені

source: Stones with Sand Drifts
uk_ua: Камені з піщаними заметами

source: Stop
uk_ua: Стоп

source: Stop Game
uk_ua: Зупинити гру

source: Stop Replay
uk_ua: Зупинити повтор

source: Stop stalling and tell us what happened!
uk_ua: Годі ухилятися від відповіді, розкажи нам, що сталося!

source: Stop stealing my villages!
uk_ua: Годі красти мої села!

source: Stop, Eltenmir! These humans are not the ones who harmed Mebrin. They have helped me obtain vengeance on the ones responsible for the horrible deed and have thus absolved themselves of any wrongdoing. No more innocent blood needs to be shed.
uk_ua: Зупинися, Ельтенміре! Це не ті люди, що нашкодили Мербіну. Вони допомогли мені помститися відповідальним за жахливий вчинок і таким чином зняли з себе будь-яку провину. Не має потреби проливати невинну кров.

source: Storm Trident
uk_ua: Штормовий тризубець

source: Stormbringer
uk_ua: Штормозакликач

source: Stormvale
uk_ua: Долина Штормів

source: Straight Mine Wall
uk_ua: Пряма стіна шахти

source: Straight White Wall
uk_ua: Пряма біла стіна

source: Strange Allies
uk_ua: Дивні союзники

source: Strategy and Tips
uk_ua: Стратегія та поради

source: Strength Training
uk_ua: Силове тренування

source: Strength is given to the drinker.
uk_ua: Той, хто вип'є, матиме більше сили.

source: Strict Synchronization
uk_ua: Строга синхронізація

source: Stricter checks for out-of-sync errors
uk_ua: Строгі перевірки на помилки синхронізації

source: Strike down these fools.
uk_ua: Убийте цих дурнів.

source: Strikes
uk_ua: Удари

source: Striking first is an advantage because it allows you the choice of which units will face off. Take advantage of enemy weakness: e.g. direct your ranged attacks against foes without ranged weapons. Take advantage of weaknesses like Horsemen&#8217;s vulnerability to pierce. But remember that they get to attack back on their turn, so you might have weaknesses the enemy may exploit.
uk_ua: Атакуючи першими, ви маєте перевагу, оскільки можете вибирати, проти яких бійців битися. Користуйтеся слабкостями противника: наприклад, направляйте ваші дальні атаки проти бійців, що не мають такої атаки. Використайте вразливості, наприклад, вразливість вершників до колючої зброї. Але не забувайте, що на своєму ходу ворог може відповісти, і він теж може використати ваші слабкості проти вас.

source: Strong
uk_ua: Сильний

source: Strong Shots
uk_ua: Сильні вистріли

source: Strong units do 1 more damage for every successful strike in melee combat, and have 1 more HP. While useful for any close-combat unit, Strong is most effective for units who have a high number of swings such as the Elvish Fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
uk_ua: Сильні бійці при кожному успішному ударі в ближньому бою наносять шкоди на 1 одиницю більше, а також мають додатково 1 ЗД. Будучи корисною для усіх бійців ближнього бою, риса сильний найбільш ефективна для тих, хто здійснює велику кількість атак, наприклад для ельфійских воїнів. Сильні бійці дуже корисні, коли для перетворення удару у смертельний бракує невеличкого бонусу нанесених пошкоджень.

source: Stub Time of Day
uk_ua: Час доби (Заглушка)

source: Study Complete
uk_ua: Навчання завершено

source: Stupid stinking trees, we’ll show you!
uk_ua: Безглузді смердючі дерева, ми вам покажемо!

source: Stupid tree-folk.
uk_ua: Безглузді деревинки.

source: Subject to swarm:
uk_ua: Жертва рою:

source: Submerge
uk_ua: Занурення

source: Success
uk_ua: Успіх

source: Success.
uk_ua: Успіх.

source: Such creatures may be summoned by conjurers of sufficient skill, though I suspect that this is some other beast, twisted by the foul energy of this place. It must have been set here as a guardian.
uk_ua: Такі істоти можуть бути створені чарівниками з достатнім рівнем знань, хоча я підозрюю, що це трохи інше чудовисько, викривлене огидною енергією цього місця. Мабуть, воно тут за охоронця.

source: Such is the price for treachery.
uk_ua: Така ціна вашої зради.

source: Suddenly, Caladon’s strident voice shrieked out louder than seemed possible, as if there were dozens of men shouting at once.
uk_ua: Раптом різкий голос Каладона став таким гучним, ніби сотні людей крикнули одночасно.

source: Suit yourself. Men, attack!
uk_ua: Як бажаєш. Люди, атакуймо!

source: Sulfurous
uk_ua: Сірний

source: Summer
uk_ua: Літо

source: Summer Deciduous Forest
uk_ua: ЛІтній листяний ліс

source: Summer Mixed Forest
uk_ua: Літній мішаний ліс

source: Summer passes into fall, and King Eldaric fortifies his frontiers. It is not long before the first orcish scouts are spotted. War has come to the valley.
uk_ua: Літо змінилося осінню, а король Ельдарік зміцнював свої кордони. Чекати перших оркських розвідників довелося недовго. У долину прийшла війна.

source: Summon the Bat (20 gold)
uk_ua: Прикличте кажана (20 золота)

source: Summoner
uk_ua: Заклинач

source: Summoning Center
uk_ua: Закликаючий центр

source: Summoning Circle
uk_ua: Закликаючий круг

source: Sunken Human Castle Keep
uk_ua: Осіла людська замкова вежа

source: Sunken Human Ruin
uk_ua: Осілі руїни людей

source: Support
uk_ua: Утримання

source: Support Per Village
uk_ua: Підтримка з села

source: Support per village:
uk_ua: Підтримки з села:

source: Sure, bro...
uk_ua: Як скажеш, брате...

source: Sure.
uk_ua: Звичайно.

source: Surely no orc can stand against us with magi in our ranks! Their magical attacks almost always find their mark, even against well-defended troops.
uk_ua: Тепер, коли в нас є чарівники, ніякі орки нам не страшні! Їх магічні атаки майже завжди досягають цілей, як не захищайся.

source: Surely the ghost would not have gone that way, where I cannot follow.
uk_ua: Звісно, привид не пішов би туди, куди я не могла б дістатися.

source: Surely you see it! Take a good look at yourself! Your servants are abominations worse than any human. They stink of death, and tainted magic, and... and corruption! Even you! Mebrin... you were the kindest and gentlest of the sages. How could you become something like this? Mebrin, answer me!
uk_ua: Ви можете це бачити! Придивіться до себе! Ваші прислужники це мерзенності, що гірші за будь-яку людину. Від них смердить смертю, забороненою магією та... та спотворенням! Навіть ви! Мербіне… ви були найдобрішим та найввічливішим з мудреців. Як ви могли стати таким? Мербіне, скажіть мені!

source: Surprise, surprise...
uk_ua: Сюрприз, сюрприз...

source: Surrender
uk_ua: Здатися

source: Surrender & Quit
uk_ua: Визнати поразку і вийти

source: Surrender Game
uk_ua: Визнати поразку

source: Survival
uk_ua: Виживання

source: Survive all enemy attacks
uk_ua: Відбийте всі атаки ворога

source: Survive and defeat all enemy waves
uk_ua: Виживіть і відбийте всі атаки противника

source: Survive until daybreak
uk_ua: Виживіть до світанку

source: Survive until end of turns
uk_ua: Вижіть до кінця ходів

source: Suspense
uk_ua: Тривога

source: Swamp
uk_ua: Болото

source: Swamp Human Castle Keep
uk_ua: Затоплена людська замкова вежа

source: Swamp Human Ruin
uk_ua: Затоплені руїни людей

source: Swamp Lizard
uk_ua: Болотяна ящірка

source: Swamp Village
uk_ua: Болотне село

source: Swamp Water Reed
uk_ua: Болотний очерет

source: Swamp water
uk_ua: Болотна вода

source: Swap Foreground/Background Palette Item
uk_ua: Поміняти основну/фонову палітру предметів

source: Swarm
uk_ua: Рій

source: Swarm:
uk_ua: Роїтися:

source: Swedish Translation
uk_ua: Швецький переклад

source: Swimming Corpse
uk_ua: Плавучий труп

source: Switch Map
uk_ua: Перемкнути карту

source: Switch Time of Day
uk_ua: Перемкнути час доби

source: Switch a log domain to a different log level.
uk_ua: Перемкнути журналювання на інший рівень.

source: Switch a side to/from AI control.
uk_ua: Віддати контроль над стороною ПК або людині.

source: Switch a side to/from idle state.
uk_ua: Перемкнути сторону у/зі сплячого стану.

source: Switch debug mode on (does not work in multiplayer). See <ref>dst='debug_commands' text='debug mode commands'</ref>. Debug mode is turned off by quitting the game or :nodebug.
uk_ua: Увімкнути режим налагодження (не працює в багатокористувацькій грі). Дивіться <ref>dst='debug_commands' text='команди режиму відладки'</ref>. Цей режим вимикається при виході з гри або за командою :nodebug.

source: Switched domain: '$domain' to level: '$level'.
uk_ua: Домен '$domain' перемкнутий на рівень '$level'.

source: Switching seamlessly between lance and mace, mounted generals boast tremendous skill in individual combat and can hold their own against even the most powerful opposition. They are masters of their mounts, able to cover great distances quickly on their patrols, and have keen eyes for detecting and eliminating all manner of perilous dangers. Their greatest strength, however, lies in their ability to inspire great courage in their men, who fight fearlessly and tenaciously under their command.
uk_ua: Легко переходячи від списа до булави, кінні генерали мають неабияку майстерність в дуелях і можуть протистояти навіть найпотужнішому супротивнику. Вони є майстерними вершниками, що здатні швидко долати великі відстані під час патрулювання, і мають гостре око для виявлення та знищення всіх різновидів небезпеки. Проте найбільша їхня сила полягає в здатності надихати своїх підлеглих на велику відвагу, які під їхнім командуванням б'ються безстрашно і завзято.

source: Sword
uk_ua: Меч

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
uk_ua: Меч для простого селянина це дороге задоволення. Спис набагато легше зробити, він буде добре служити навіть без наконечника, хоча і його роздобути нескладно. Екіпіровані в шкіряні обладунки, часто озброєні щитом і декількома дротиками, списоносці складають основу усіх армій. Їх часто висувають на передові лінію, виклавши лише основи бою.

source: Swordsman
uk_ua: Мечник

source: Sylph bow
uk_ua: Лук сильфи

source: Syrillin
uk_ua: Сиріллін

source: Syryn
uk_ua: Сірин

source: System default language
uk_ua: Системна мова

source: Sythan
uk_ua: Ситхан

source: THoT
uk_ua: МТ

source: TRoW
uk_ua: НЗВ

source: TSG
uk_ua: ПГ

source: Tabomo
uk_ua: Табомо

source: Tackle Shop
uk_ua: Рибальські товари

source: Tags:
uk_ua: Теги:

source: Tairach
uk_ua: Тайрач

source: Take that, you bullies!
uk_ua: Нате вам, хулігани!

source: Take the book back from Darken Volk
uk_ua: Заберіть книгу у Темного Волька

source: Take this, then, for I see that you are on a quest. My comrades will help you whenever you call for them.
uk_ua: Тоді візьми це, бо я бачу, що ти потребуєш цього. Мої товариші допоможуть в будь-якому разі, тільки поклич.

source: Take this, you slimy invader!
uk_ua: Отримуй, мерзотний загарбнику!

source: Taken
uk_ua: Отримано

source: Talael Ryndoc
uk_ua: Талаель Риндок

source: Talchar
uk_ua: Тальчар

source: Tales are told of the mightiest warriors and generals, who, cursed with hate and stung by betrayal, have come back to this world as Death Knights. Wielding the same weapons as in life, they command the Undead in their quest for revenge.
uk_ua: Легенди розповідають про могутніх воїнів і генералів, які, будучи прокляті ненавистю і уражені зрадою, повернулися в цей світ як Лицарі смерті. Споряджені тією ж зброєю, що за життя, вони віддають команди нежиті заради здійснення своїй помсти.

source: Talking or not, fish are fish. Wolves’ll probably love them. Besides, look there! Some fresh ones are coming our way!
uk_ua: Розмовляє чи ні, риба то все одно риба. Вовкам, м'буть, сподобається їхнє м'ясо. Крім того, дивись туди! До нас наближається трохи свіжої здобичі!

source: Talking to Tyegëa
uk_ua: Розмова з Тигеєю

source: Tall Encampment Keep
uk_ua: Високий центр табору

source: Tallin
uk_ua: Таллін

source: Talodulborentan
uk_ua: Талодулборентан

source: Tan-Bok
uk_ua: Тан-Бок

source: Tan-Burg
uk_ua: Тан-Бург

source: Tan-Erang
uk_ua: Тан-Еранг

source: Tan-Erinak
uk_ua: Тан-Ерінак

source: Tan-Erirt
uk_ua: Тан-Ерірт

source: Tan-Gagar
uk_ua: Тан-Гагар

source: Tan-Garukh
uk_ua: Тан-Ґарух

source: Tan-Gralg
uk_ua: Тан-Гралг

source: Tan-Gulo
uk_ua: Тан-Гуло

source: Tan-Halg
uk_ua: Тан-Халг

source: Tan-Harak
uk_ua: Тан-Харак

source: Tan-Hogar
uk_ua: Тан-Хогар

source: Tan-Hork
uk_ua: Тан-Хорк

source: Tan-Morgh
uk_ua: Тан-Морґх

source: Tan-NauVong
uk_ua: Тан-НауВонг

source: Tan-Prodash
uk_ua: Тан-Продаш

source: Tan-Pulk
uk_ua: Тан-Пулк

source: Tan-Rarbag
uk_ua: Тан-Рарбаг

source: Tan-Rinak
uk_ua: Тан-Рінак

source: Tan-Rugar
uk_ua: Тан-Ругар

source: Tan-Schmog
uk_ua: Тан-Шмог

source: Tan-Vragar
uk_ua: Тан-Врагар

source: Tan-Vragish
uk_ua: Тан-Врагіш

source: Tan-Vrodis
uk_ua: Тан-Вродіс

source: Tan-Wagran
uk_ua: Тан-Ваґран

source: Tan-drul
uk_ua: Тан-друл

source: Tarcyn
uk_ua: Тарцин

source: Tarek
uk_ua: Тарек

source: Tarwen
uk_ua: Тарвен

source: Taste cold steel!
uk_ua: Спробуй холодної сталі!

source: Taste the breath of oblivion!
uk_ua: Відчуйте подих забуття!

source: Taught:
uk_ua: Навчений:

source: Taught: (by an enemy):
uk_ua: Навчений: (ворогом):

source: Teal
uk_ua: Блакитний

source: Team
uk_ua: Команда

source: Team Labels
uk_ua: Мітки команд

source: Team color indicators
uk_ua: Показувати еліпси під бійцями

source: Team identifier:
uk_ua: Індефікатор команди:

source: Team name:
uk_ua: Ім'я команди:

source: Team only
uk_ua: Лише команда

source: Teamwork and tactics are key to victory in this unusual battlefield, where eight armies fight to the finish.
uk_ua: Командна гра та гарна тактика є ключем до перемоги на цьому незвичайному полі бою, де зійшлися лицем до лиця вісім армій.

source: Teelöa
uk_ua: Тілоа

source: Teelöa returned to his home where he had been captured by the saurians. He was delighted to find that many of his family members had also returned. He visited Jotha frequently, and remained friends with all the other veterans.
uk_ua: Тілоа повернувся додому, де раніше його й схопили ящірки. Він був радий виявити, що багато хто з його сімейства також повернувся. Він часто відвідував Йоту, продовжуючи товаришувати з усіма іншими ветеранами.

source: Telcherion
uk_ua: Телчеріон

source: Teleport
uk_ua: Телепорт

source: Teleport Unit (Debug!)
uk_ua: Телепортувати бійця (Відладка!)

source: Tell me how my recruit works
uk_ua: Розкажіть мені як працює вербування

source: Tell me, does Clearwater Port still stand? Is the port free?
uk_ua: Скажи мені, Чистоводний Порт ще тримається? Порт ще вільний?

source: Tell me, how fares Southbay?
uk_ua: Скажи, як справи в Південній Бухті?

source: Tell us what you know of these undead. Make one wrong move and we will not hesitate to attack!
uk_ua: Розкажи все, що ти знаєш про цих мерців. Зробиш хоч щось не так, і ми не забаримося атакувати!

source: Temple
uk_ua: Храм

source: Temple of Healing
uk_ua: Храм зцілення

source: Temple in the Deep
uk_ua: Храм в глибині

source: Ten thousand.
uk_ua: Десять тисяч.

source: Teneor
uk_ua: Тенеор

source: Tent Village
uk_ua: Село з наметів

source: Tentacle of the Deep
uk_ua: Щупальце з Глибини

source: Terraforming
uk_ua: Тераформування

source: Terrain
uk_ua: Місцевість

source: Terrain Description
uk_ua: Опис місцевості

source: Terrain Editor
uk_ua: Редактор місцевості

source: Terrain Elevation Graphics
uk_ua: Графіка рельєфної місцевості

source: Terrain Layers
uk_ua: Шари місцевості

source: Terrain Modifiers
uk_ua: Модифікатори місцевості

source: Terrain with a movement cost less than 1 encountered.
uk_ua: Виявлена територія з ціною руху менше 1.

source: Terrain:
uk_ua: Місцевість:

source: Terrains
uk_ua: Місцевості

source: Terrains come in two types: <italic>text='basic'</italic> and <italic>text='mixed'</italic>.
uk_ua: Місцевості можуть буди двох типів: <italic>text='базові'</italic> and <italic>text='змішані'</italic>.

source: Terror at the Ford of Parthyn
uk_ua: Жах Парфінської Переправи

source: Terror disguise
uk_ua: Маскування терору

source: Tervor
uk_ua: Тервор

source: Test
uk_ua: Тест

source: Test scenario
uk_ua: Тестовий сценарій

source: Text has a font size of 0.
uk_ua: Розмір шрифту тексту 0.

source: Thank the light! I am glad to find you alive, Aleron. We feared the worst when you did not return after the battle.
uk_ua: Дякувати світлу! Я радий бачити тебе живим, Алероне! Коли ти не повернувся з бою, ми боялися найгіршого.

source: Thank the light, you’re alive!
uk_ua: Дякувати світлу, ви живі!

source: Thank you for coming to my aid. Let us return to the village.
uk_ua: Я вдячний за всю твою допомогу. Давай повернемося у наше село.

source: Thank you for rescuing us! Now we can help you fight the evil orcs! The main cage where they keep most of the merfolk is in the northwest!
uk_ua: Спасибі, що врятували нас! Тепер ми допоможемо вам боротися із злісними орками! Головна клітка, де вони тримають більшість водяних — на північному заході!

source: Thank you for saving me. I... was not certain you would come.
uk_ua: Дякую тобі за порятунок. Я... не був впевнений, що ти прийдеш.

source: Thank you for the help, friends. The ship should arrive soon, it will take you to Alduin.
uk_ua: Дякую вам за допомогу, друзі. Скоро прийде човен, він відвезе вас на Алдуін.

source: Thank you for your help, my lady. I am ready for whatever lies in wait for us, be it man, beast, or skeleton. Sir Gerrick, Minister Hylas?
uk_ua: Дякую за твою допомогу, моя пані. Я готовий до усього, що очікує на нас, хоч там людина, тварина чи скелет. Пане Герріку, Міністре Хіласе?

source: Thank you, $spy_unit.name|. I will keep that in mind, but it may be hard for us to stop him with that teleporting trick he has.
uk_ua: Дякую, $spy_unit.name|. Я не втрачатиму пильності, але нам буде важко його зупинити через його здатність до телепортації.

source: Thank you, Delfador, for helping to rid our land of those pestilent orcs. Your magic was more help than we looked for, and we are in your debt.
uk_ua: Спасибі тобі, Делфадоре, за те, що допоміг позбавити нашу землю від цих мерзенних орків. Твоя магія допомогла набагато краще, ніж ми могли розраховувати. Ми у тебе у боргу.

source: Thank you, Hamel.
uk_ua: Дякую, Хамель.

source: Thank you, Lord Hamel.
uk_ua: Дякую вам, лорд Хамель.

source: Thank you, friends. May we meet again in happier times. Now I must make haste, for I need to study the book and prepare for battle with the undead.
uk_ua: Спасибі вам, друзі. Може, в кращі часи ми знову зустрінемося. Але зараз мені треба поспішити, я повинен вивчити книгу і підготуватися до битви з мерцями.

source: Thank you, sir. But how shall I best use these horsemen? How do they differ from elves?
uk_ua: Дякую, пане. Але як мені краще використовувати цих вершників? Чим вони відрізняються від ельфів?

source: Thank you. I will help you as much as I can when we return to Westin.
uk_ua: Дякую. Я допоможу вам так сильно, як зможу, коли ми повернемося до Вестіну.

source: Thank you. My comrades and I will help you on your noble quest.
uk_ua: Дякую. Я та мої товариші допоможемо тобі в твоїй шляхетній праці.

source: Thanks very much. Here’s the gold...
uk_ua: Спасибі. Ось золото...

source: Thanks!
uk_ua: Подяка!

source: Thanks! Irritating little formality, isn’t it?
uk_ua: Дяка! Ці формальності дратують, чи не так?

source: Thanks, friend.
uk_ua: Дякую, друже.

source: That Garard II stopped sendin’ patrols out here a while back. Stinker probably sent his troops on some new war against them orcs. Don’t really matter. Technically Annuvin be under the charge of Elensefar, but you don’t see ‘em coming to help us either.
uk_ua: Той Гарард ІІ препинив відсилати сюди варту вже давно-таки. Негідник, мбуть, послав свої війська на чергову війну проти тих ж орків. Неважливо. Взагалі, Аннувін знаходиться під покровительством Еленсефару, але й звідти ніхто не приходить на допомогу.

source: That Orcish Grunt is still blocking our path. He has no ranged attacks, so your archers should be able to engage him with little risk. Unfortunately, your units cannot reach him this turn, but you should not let them languish! Move them into position so they can attack next turn. There are also other villages on this side of the river. You should secure them for income and healing.
uk_ua: Це орчий піхотинець досі стоїть на нашому шляху. У нього немає дальньої атаки, тож твої лучники легко з ним упораються. На жаль, твої бійці не можуть дістатися до нього на цьому ходу, але не залишай їх без діла! Пересунь їх на позицію, з якої вони зможуть атакувати на наступному ході. На цьому березі річки також ще є незайняті села. Ти маєш зайняти їх, щоб отримати дохід та лікування.
